ITEM_DEFINITIONS = {
    1: {
        "title" : "미래기술대응역량",
        "sections": [
            "창업아이템 소개",
            "창업아이템 개발동기",
            "핵심 키워드",
            "핵심 키워드 설명",
            "창업 아이템 비즈니스 모델",
            "SWOT 전략"
        ],
        "query" : "{company} 비즈니스 모델에 관한 미래기술대응역량"
    },

    2: {
        "title" : "IP 대응역량",
        "sections": [
            "창업아이템 소개",
            "창업아이템 개발동기",
            "핵심 키워드",
            "핵심 키워드 설명",
            "창업 아이템 비즈니스 모델"
        ],
        "query" : "{company} 사업계획서에 명시된 사업아이템 및 사업서비스의 기술적 기능 구성과 시스템 구조"
    },

    3: {
        "title" : "시장 규모 예측치 및 경쟁사",
        "sections": [
            "창업아이템 소개",
            "창업아이템 개발동기",
            "핵심 키워드",
            "핵심 키워드 설명"
        ],
        "query" : "{company} 비즈니스 모델사업아이템, 사업서비스의 시장 규모"
    },

    4: {
        "title" : "마케팅 역량진단",
        "sections": [
            "창업아이템 소개",
            "마케팅 전략",
            "광고 전략",
            "핵심 서비스 제품의 주요 목표 고객",
            "타겟 시장별 매출액",
            "창업 아이템 비즈니스 모델",
            "SWOT 전략",
            "경쟁분석 워크시트"

        ],
        "query" : "{company} 시장 진입 전략 타겟 시장 고객 세그먼트 마케팅 채널 고객 관계 판매 방식 마케팅 전략"
    },

    5: {
        "title" : "비즈니스 모델 역량진단",
        "sections": [
            "창업아이템 소개",
            "창업아이템 개발동기",
            "핵심 키워드",
            "핵심 키워드 설명",
            "핵심 서비스 제품의 주요 목표 고객",
            "타겟 시장별 매출액",
            "경쟁분석 워크시트"
        ],
        "query" : "{company} 비즈니스 모델 구조, 수익 구조, 경쟁 환경, 사업아이템 운영 방식"
    },

}